const quiz = [
	{
		question: 'Кто из президентов США написал свой собственный рассказ про Шерлока Холмса?',
		answers: ['Джон Кеннеди', 'Франклин Рузвельт', 'Рональд Рейган', 'Барак Обама'],
		correct: 1,
	},
	{
		question: 'Туристы, приезжающие на Майорку, обязаны заплатить налог…',
		answers: ['На плавки', 'На пальмы', 'На солнце'],
		correct: 2,
	},
	{
		question:
			'Найдите ошибку в отрывке из басни Крылова: «Попрыгунья Стрекоза лето красное пропела; оглянуться не успела, как зима катит в глаза».',
		answers: [
			'Стрекозы не умеют прыгать',
			'Эти насекомые совсем не издают звуков',
			'Зимы в тех местах, о которых писал Крылов, нет',
		],
		correct: 1,
	},
	{
		question: 'Кто из знаменитых художников за жизнь продал всего одну картину?',
		answers: ['Винсент Ван Гог', 'Эдуард Мане', 'Пьер Огюст Ренуар', 'Клод Моне'],
		correct: 0,
	},
];
